Repository: Chumzy01/interface-dup
Catalog: src/locale/*/messages.po
Languages: sv

source: Back Campaign
sv: Tillbaka kampanj

source: Create Request
sv: Skapa förfrågan

source: Create Reward
sv: Skapa belöning

source: Find out how
sv: Ta reda på hur

source: Get your projects funded the crypto way. No BS
sv: Få dina projekt finansierade på kryptovägen. Ingen BS

source: Manage Campaign
sv: Hantera kampanj

source: No bullsh*t support for your favorite projects
sv: Inget bullsh*t-stöd för dina favoritprojekt

source: Over 300 crew members joined today
sv: Över 300 besättningsmedlemmar anslöt sig idag

source: Report Campaign
sv: Rapportera kampanj

source: Save
sv: Spara

source: See all
sv: Se allt

source: Your favourite projects, backed by crypto!
sv: Dina favoritprojekt, uppbackade av krypto!

source: {acceptedCurrency} accepted
sv: {acceptedCurrency} accepterad
